{"keras_version": "2.1.2", "backend": "tensorflow", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "batch_input_shape": [null, 13], "activation": "relu", "dtype": "float32", "units": 128, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "activation": "linear", "units": 1, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2"}, "class_name": "Dense"}], "class_name": "Sequential"}